# frameworks like oh-my-zsh are supported
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/git-auto-fetch
ohmyzsh/ohmyzsh path:plugins/safe-paste
ohmyzsh/ohmyzsh path:plugins/tmuxinator
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/kubectl


greymd/tmux-xpanes

zsh-users/zsh-completions kind:fpath path:src

# Deferred plugins
zsh-users/zsh-history-substring-search kind:defer
zsh-users/zsh-syntax-highlighting kind:defer
zsh-users/zsh-autosuggestions kind:defer
olets/zsh-abbr kind:defer
olets/zsh-autosuggestions-abbreviations-strategy kind:defer

wfxr/forgit
